const faqData = [
  {
    id: 1,
    question: "מהי טכנולוגיית זיהוי הפנים?",
    answer:
      "טכנולוגיית זיהוי הפנים היא תהליך חדשני המשתמש באלגוריתמים מתקדמים לניתוח דפוסי פנים. הטכנולוגיה מזהה תכונות ייחודיות כמו מבנה הפנים, המרחק בין העיניים וצורת האף. זה כלי נפלא לשימוש אישי וגם באירועים.",
    title: "זיהוי פנים - חדשנות בעולם האירועים",
  },
  {
    id: 2,
    question: "איך ניתן להשתמש בזיהוי פנים באירועים?",
    answer:
      "בעזרת הטכנולוגיה, האורחים יכולים בקלות לאתר תמונות שלהם מתוך גלריה דיגיטלית בלחיצה אחת. רק שולחים סלפי, והמערכת מוצאת את כל התמונות שבהן הם מופיעים. זה חוסך זמן ויוצר חוויה בלתי נשכחת.",
    title: "זיהוי פנים - מהפכה באירועים",
  },
  {
    id: 3,
    question: "האם המידע שנאסף בטוח?",
    answer:
      "בהחלט. כל המידע שאנו אוספים מוגן באמצעים הטכנולוגיים המתקדמים ביותר. אנו פועלים בהתאם לתקני פרטיות מחמירים, וכל נתון מוצפן כך שאיש לא יוכל לגשת אליו ללא אישור.",
    title: "שמירה על פרטיות ובטיחות המידע",
  },
  {
    id: 4,
    question: "כיצד ניתן ליצור אירוע חדש?",
    answer:
      "יצירת אירוע חדש מעולם לא הייתה פשוטה יותר. היכנסו למערכת שלנו, מלאו את הפרטים הדרושים, והוסיפו תמונות או רשימת אורחים בקובץ אקסל. תוך דקות, האירוע שלכם מוכן לשימוש!",
    title: "צור אירוע בקלות ובמהירות",
  },
];

export default faqData;
